tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "oven-sh/bun"
brew "bat"
brew "fd"
brew "fzf"
brew "git"
brew "jq"
brew "libevent"
brew "neovim"
brew "openssl@1.1"
brew "postgresql@15"
brew "ripgrep"
brew "safe-rm"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "unzip"
brew "zellij"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty", args: { appdir: "/Applications" }
cask "appcleaner", args: { appdir: "/Applications" }
cask "arc", args: { appdir: "/Applications" }
cask "bitwarden", args: { appdir: "/Applications" }
cask "brave-browser", args: { appdir: "/Applications" }
cask "chromedriver", args: { appdir: "/Applications" }
cask "clipy", args: { appdir: "/Applications" }
cask "cursor", args: { appdir: "/Applications" }
cask "discord", args: { appdir: "/Applications" }
cask "figma", args: { appdir: "/Applications" }
cask "firefox", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-noto-sans-jp", args: { appdir: "/Applications" }
cask "freeplane"
cask "google-chrome", args: { appdir: "/Applications" }
cask "hot", args: { appdir: "/Applications" }
cask "iterm2", args: { appdir: "/Applications" }
cask "kitty", args: { appdir: "/Applications" }
cask "logseq"
cask "microsoft-edge"
cask "min"
cask "miniforge", args: { appdir: "/Applications" }
cask "notion", args: { appdir: "/Applications" }
cask "obsidian", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "proxyman", args: { appdir: "/Applications" }
cask "raycast"
cask "stats", args: { appdir: "/Applications" }
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "warp", args: { appdir: "/Applications" }
cask "wezterm"
cask "zed"
