tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "b2sum"
brew "bat"
brew "cmatrix"
brew "eza"
brew "fd"
brew "libevent"
brew "ffmpeg"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "httpie"
brew "imagemagick"
brew "jq"
brew "lftp"
brew "mise"
brew "neofetch"
brew "neovim"
brew "poppler"
brew "postgresql@15"
brew "ripgrep"
brew "safe-rm"
brew "sevenzip"
brew "starship"
brew "stow"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tnftp"
brew "tree"
brew "unzip"
brew "yazi"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "appcleaner", args: { appdir: "/Applications" }
cask "aural"
cask "balenaetcher"
cask "bettertouchtool"
cask "brave-browser"
cask "chromedriver", args: { appdir: "/Applications" }
cask "cursor", args: { appdir: "/Applications" }
cask "docker"
cask "figma"
cask "firefox", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-noto-sans-jp", args: { appdir: "/Applications" }
cask "font-symbols-only-nerd-font"
cask "ghostty"
cask "google-chrome", args: { appdir: "/Applications" }
cask "karabiner-elements"
cask "keycastr"
cask "logseq"
cask "maccy"
cask "min"
cask "obsidian", args: { appdir: "/Applications" }
cask "postman", args: { appdir: "/Applications" }
cask "proxyman", args: { appdir: "/Applications" }
cask "raycast"
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "utm"
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "warp", args: { appdir: "/Applications" }
cask "wezterm"
cask "zed"
cask "zen-browser"
