tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "bat"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "git-delta"
brew "httpie"
brew "jq"
brew "libevent"
brew "neofetch"
brew "neovim"
brew "postgresql@15"
brew "ripgrep"
brew "safe-rm"
brew "starship"
brew "stow"
brew "thefuck"
brew "tmux"
brew "tree"
brew "unzip"
brew "zellij"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "affine"
cask "android-studio"
cask "appcleaner", args: { appdir: "/Applications" }
cask "arc", args: { appdir: "/Applications" }
cask "aural"
cask "beeper"
cask "bettertouchtool"
cask "brave-browser"
cask "chatgpt"
cask "chromedriver", args: { appdir: "/Applications" }
cask "cursor", args: { appdir: "/Applications" }
cask "docker"
cask "figma"
cask "firefox", args: { appdir: "/Applications" }
cask "font-hack-nerd-font", args: { appdir: "/Applications" }
cask "font-noto-sans-jp", args: { appdir: "/Applications" }
cask "ghostty"
cask "google-chrome", args: { appdir: "/Applications" }
cask "keycastr"
cask "logseq"
cask "maccy"
cask "min"
cask "miniforge", args: { appdir: "/Applications" }
cask "obsidian", args: { appdir: "/Applications" }
cask "only-switch"
cask "openemu"
cask "postman", args: { appdir: "/Applications" }
cask "proxyman", args: { appdir: "/Applications" }
cask "raycast"
cask "the-unarchiver", args: { appdir: "/Applications" }
cask "visual-studio-code", args: { appdir: "/Applications" }
cask "vlc", args: { appdir: "/Applications" }
cask "warp", args: { appdir: "/Applications" }
cask "wezterm"
cask "zed"
cask "zen-browser"
